Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/facta/samernas.se/_oahpahusat_giellajoavkkut-20132014_lang_sm7.html.tmx
Source language: sme
Languages: smj

source: Davvisámigiella Interneahttagurse 25 % lávki 1-2
smj: Nuorttasámegiella 25% värmmádakkursa 1-2 lávke

source: Fierpmádatgurse 25 % lávki 3-4
smj: 25% värmmádakkursa 3-4 lávke

source: Fierpmádatgurse 25 % lávki 4-5
smj: 25% värmmádakkursa 4-5 lávke

source: Fierpmádatgurse 25 % lávki 6-7
smj: 25% värmmádakkursa 6-7 lávke

source: Váldde oktavuođa ja ilmmut gurssiide: Ellinor Kuhmunen, +46971 44024, ellinor.
smj: Åtsålvisáv rája åhpadiddjáj: Ellinor Kuhmunen, +46971 44024, ellinor.

source: Fierpmádatgurse 25 % lávki 1-2
smj: 25% värmmádakkursa 1-2 lávke

source: Váldde oktavuođa ja ilmmut gurssiide: Gun Aira +46971 44017, gun.
smj: Åtsålvisáv rája åhpadiddjáj: Gun Aira +46971 44017, gun.

source: Váldde oktavuođa ja ilmmut gurssiide: Reinie Fjällström, +46971 44012, reinie.
smj: 25% värmmádakkursa 3-4 lávke Jus li gatjálvisá de åhpadiddjijn ságasta.

source: fjallstrom (a) samernas.
smj: Åtsålvisáv rája åhpadiddjáj.

source: se
smj: Giella

source: Duodji
smj: Duodje

source: Boazodoallu
smj: Boatsojäládus

source: Sámi biebmu
smj: Sáme biebbmo
